[
    {
        "title": "Strażnicy Galaktyki: Volume 3",
        "description": "Trzecia część przygód kosmicznych awanturników z uniwersum Marvela. W reżyserii Jamesa Gunna."
    },
    {
        "title": "John Wick 4",
        "description": "Czwarta część serii o niezwykle skutecznym płatnym zabójcy, który musi stawić czoła kolejnym wrogom. W roli głównej Keanu Reeves."
    },
    {
        "title": "Dungeons & Dragons: Złodziejski honor",
        "description": "Filmowa adaptacja popularnej gry fabularnej o świecie pełnym magii i potworów. W obsadzie Chris Pine, Michelle Rodriguez i Hugh Grant."
    },
    {
        "title": "Air",
        "description": "Dramat sportowy o młodym bokserze, który musi zmierzyć się z własnymi demonami i rywalami na ringu. W roli głównej Kelvin Harrison Jr."
    },
    {
        "title": "Fenomen",
        "description": "Dokumentalny film o fenomenie polskiego kina i jego wpływie na światową kinematografię. W filmie występują m.in. Andrzej Wajda, Roman Polański i Agnieszka Holland."
    },
    {
        "title": "Tetris",
        "description": "Film opowiadający o historii powstania i sukcesie kultowej gry wideo Tetris. W rolach głównych Taron Egerton, Jon S. Baird i Timur Bekmambetov."
    },
    {
        "title": "Jestem otchłanią",
        "description": "Włoski dramat o młodej kobiecie, która pracuje jako nurkarka w podwodnym laboratorium i odkrywa niezwykłą więź z głębinami morza."
    },
    {
        "title": "Głodni",
        "description": "Tajski dramat o grupie nastolatków, którzy muszą przetrwać w świecie pełnym przemocy i korupcji. Film zdobył wiele nagród na międzynarodowych festiwalach."
    },
    {
        "title": "Missing",
        "description": "Thriller o młodej kobiecie, która próbuje odnaleźć swoją zaginioną siostrę. W rolach głównych Elizabeth Olsen, Jason Sudeikis i Dakota Fanning."
    },
    {
        "title": "Siła ducha",
        "description": "Biograficzny film o Jessice Watson, australijskiej żeglarka, która jako najmłodsza osoba na świecie opłynęła samotnie świat. W roli głównej Teagan Croft."
    },
    {
        "title": "Oszustwo",
        "description": "Film o oszustce, która wykorzystuje swoje umiejętności do zdobywania bogatych mężczyzn. W rolach głównych Julianne Moore, Sebastian Stan i Bobby Cannavale."
    },
    {
        "title": "Siedmiu krolów musi umrzeć",
        "description": "Filmowa adaptacja bestsellerowej powieści Bernarda Cornwella o losach Uhtreda z Bebbanburga w czasach wikingów. W rolach głównych Alexander Dreymon, Emily Cox i David Dawson."
    },
    {
        "title": "Magiczna słonica",
        "description": "Animowany film o chłopcu, który szuka swojej zaginionej siostry z pomocą magicznej słonicy. Film jest ekranizacją powieści Kate DiCamillo."
    },
    {
        "title": "Bo się boi",
        "description": "Horror komediowy o mężczyźnie, który musi stawić czoła swoim największym lękom po śmierci matki. W rolach głównych Beau Bridges, Alison Brie i John Cena."
    },
    {
        "title": "Skołowani",
        "description": "Komedia romantyczna o dwóch nauczycielach, którzy zakochują się w sobie podczas szkolnego wyjazdu."
    },
    {
        "title": "Rycerze Zodiaku",
        "description": "Japońska animacja na podstawie popularnej mangi i anime o grupie wojowników, którzy walczą ze złem za pomocą zbroi inspirowanych znakami zodiaku."
    },
    {
        "title": "Życie w błocie się złoci",
        "description": "Polska komedia o dwóch braciach, którzy po śmierci ojca odziedziczyli jego firmę produkującą nawóz organiczny i muszą stawić czoła konkurencji i kryzysowi rodzinnemu."
    },
    {
        "title": "Ernest i Celestyna: Misja muzyka",
        "description": "Francusko-belgijska animacja dla dzieci o przyjaźni między myszką Celestyną a niedźwiedziem Ernestem, którzy razem tworzą muzykę i przeżywają niesamowite przygody."
    }
]